/* Error string for OTR message string */
"A private conversation could not be set up." = "Неможливо налаштувати приватну розмову.";

/* Title for the about page */
"About" = "Про програму";

/* Label for button to show version numbers and licenses */
"About This Version" = "Про цю версію";

/* SSL error message */
"Access denied" = "У доступі відмовлено";

/* The string describing a buddy's account */
"Account" = "Обліковка";

/* Title for the accounts tab */
"Accounts" = "Обліковки";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Active";

/* Button title to add someone as a buddy */
"Add" = "Додати";

/* The title for the view to add a buddy */
"Add Buddy" = "Додати приятеля";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Розширені";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Сталася помилка під час шифрування повідомленя, і повідомлення не було надіслано.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Archive";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "Спроба відновити невідому сесію";

/* Text for media message summary */
"Audio Message" = "Audio Message";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Автовилучення";

/* Label in buddy list for users that are available */
"Available" = "Доступний";

/* Label in buddy list for users that are away */
"Away" = "Відійшов";

/* SSL error message */
"Bad certificate format" = "Поганий формат сертифікату";

/* SSL error message */
"Bad MAC" = "Поганий MAC";

/* SSL error message */
"Bad protocol version" = "Погана версія протоколу";

/* SSL error message */
"Bad SSLCipherSuite" = "Поганий SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Поганий непідтримуваний формат сертифіката";

/* string to describe basic set of settings */
"Basic" = "Основний";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Оскільки вміст бази даних зашифрований Вашою фразою-паролем, ми втратили доступ до Ваших даних і маємо вилучити та перевстановити ChatSecure для продовження роботи. Менеджери паролів, як-то 1Password чи MiniKeePass, можуть бути корисними для генерування та зберігання сильних паролів.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Блокувати";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Блокувати і вилучити";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Buddy has moved!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Інформація приятеля";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "Скасувати";

/* Error string for OTR message string */
"Cannot read the received message." = "Не вдалося прочитати отримане повідомлення.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Не вдалося розпізнати тип отриманого OTR-повідомлення.";

/* SSL error message */
"Cert chain not verified by root" = "Ланцюжок сертифікатів не перевірений коренем";

/* SSL error message */
"Certificate expired" = "Термін дії сертифіката скінчився";

/* SSL error message */
"Certificate revoked" = "Сертифікат анульований";

/* SSL error message */
"Chain had a cert not yet valid" = "Ланцюжок містить ще не дійсний сертифікат";

/* SSL error message */
"Chain had an expired cert" = "Ланцюжок містить сертифікат із закінченим терміном дії";

/* Title for chat view */
"Chat" = "Чат";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Говори зі мною безпечно";

/* Title for chats view */
"Chats" = "Чати";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Ознайомтеся з вихідним кодом на Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Choose from a selection of public servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Помилка узгодження комплекту шифрів";

/* Label for text field where you compose a new message */
"Compose" = "Написати";

/* SSL error message */
"Configuration error" = "Помилка конфігурації";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "З'єднано";

/* String to state if an account is progress of creating a connection */
"Connecting" = "З'єднання";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "З'єднання з Tor";

/* SSL error message */
"Connection closed gracefully" = "З'єднання успішно завершилось";

/* SSL error message */
"Connection closed via error" = "З'єднання завершилося через помилку";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Копіювати";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Не вдалося отримати публічний ключ із сертифікату";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Створити";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Створити нову обліковку";

/* Start of sentence that will be followed by names */
"Created by" = "Створено ";

/* Title for progress of creating a new account */
"Creating Account" = "Створення обліковки";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "Помилка декодування";

/* SSL error message */
"Decompression failure" = "Помилка розпаковування";

/* SSL error message */
"Decryption error" = "Помилка дешифрування";

/* SSL error message */
"Decryption failed" = "Дешифрування не вдалося";

/* SSL error message */
"Decryption failure" = "Помилка дешифрування";

/* default string to revert to normal language behaviour */
"Default" = "За замовчуванням";

/* action button for deleting something */
"Delete" = "Delete";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Вилучити обліковку?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Вилучати чати при роз'єднанні";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Доставлено";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Не турбувати";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Підтримати грошима";

/* Title for button to press when user is finished */
"Done" = "Виконано";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "Ел. поштай";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Помилка шифрування";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Помилка створення обліковки";

/* SSL error message */
"Export restriction" = "Обмеження експорту";

/* Default message when a user status is set to extended away */
"Extended Away" = "Розширено далі";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Не вдалося з'єднатися з XMPP-сервером. Будь ласка, перевірти свої дані входу та інтернет-з'єдання і спробуйте ще раз.";

/* SSL error message */
"Fatal alert" = "Фатальне попередження";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Забули фразу-пароль?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Title for button to start migration tool */
"Get Started" = "Get Started";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Підтвердження зв'язку не вдалося";

/* Label for button to open link to translate app */
"Help Translate" = "Допоможіть перекласти";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Ім'я хосту";

/* SSL error message */
"I/O would block (not fatal)" = "I/O заблокується (не фатально)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Ignore";

/* SSL error message */
"Illegal parameter" = "Недозволений параметр";

/* segmented control value for active conversations */
"Inbox" = "Inbox";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Інфо";

/* SSL error message */
"Insufficient buffer provided" = "Надано недостатній буфер";

/* SSL error message */
"Insufficient security" = "Недостатня безпека";

/* SSL error message */
"Internal error" = "Внутрішня помилка";

/* SSL error message */
"Invalid certificate chain" = "Недійсний ланцюжок сертифікатів";

/* title label for invalid email */
"Invalid Email" = "Недійсна ел. пошта";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* Title for migration header view */
"It's time to move!" = "It's time to move!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Join Group";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Мова";

/* log in to account */
"Log In" = "Увійти";

/* log out from account */
"Log Out" = "Вийти";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Входити автоматично";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Керувати обліковкою ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Керувати збереженими SSL-сертифікатами";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Повідомлення не надіслано, оскільки Ваш приятель закінчив приватну розмову. З'єднання треба закрити або оновити.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* Title for button to start migration tool */
"Migrate Account" = "Migrate Account";

/* SSL error message */
"Miscellaneous bad certificate" = "Поганий мішаний сертифікат";

/* SSL error message */
"Module attach failure" = "Помилка прикріплення модуля";

/* label for new account info for migration */
"My new account information" = "My new account information";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Ім'я";

/* For a new settings value */
"New" = "Новий";

/* Title for New Account View */
"New Account" = "Нова обліковка";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Новий SSL-сертифікат";

/* Label for button to go to next step */
"Next" = "Далі";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Немає помилки";

/* SSL error message */
"No renegotiation allowed" = "Повторне узгодження не дозволено";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Notify Contacts of New Account";

/* Label in buddy list for users that are offline */
"Offline" = "Не в мережі";

/* Accept the dialog */
"OK" = "Гаразд";

/* For an old settings value */
"Old" = "Старий";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Відкрити у Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Відкрити у Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Open in Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Відкрити у Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Необов'язково";

/* Title for other miscellaneous settings group */
"Other" = "Інше";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Наша політика вимагає шифрвування, але незашифроване повідомлення ми намагаємося відправити.";

/* Label text for password field on login screen */
"Password" = "Пароль";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Payments Unavailable";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Сертифікат піра дійсний або був проігнорований при вимкненій верифікації";

/* SSL error message */
"Peer dropped connection before responding" = "Пір розірвав з'єдання до відповіді";

/* SSL error message */
"Peer host name mismatch" = "Ім'я хосту піра не співпадає";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Очікує на схвалення";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Вилучити назовсім";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Text for media message summary */
"Picture Message" = "Picture Message";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Прикріплені сертифікати";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Будь ласка, оберіть дійсну електронну адресу";

/* Label for port number field for connecting to service */
"Port" = "Порт";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "QR-код";

/* Error string for OTR message string */
"Received a general OTR error." = "Отримано загальну помилку OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Отримано стукіт.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Отримано зашифроване повідомлення, але не вдалося його прочитати, бо приватне з'єднання іще не встановлено.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Отримано зашифроване повідомлення.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Отримано і відхилено повідомлення, призначене для іншого отримувача.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Отримано наші власні OTR-повідомлення.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Нещодавні";

/* SSL error message */
"Record overflow" = "Переповнення запису";

/* Button title to reject a request such as a buddy request */
"Reject" = "Відхилити";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Запам'ятати фразу-пароль";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Запам'ятати пароль";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Вилучити";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Відповісти";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Обов'язково";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "Ресурс";

/* Title for button for saving a setting */
"Save" = "Зберегти";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Збережені сертифікати";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Пошук";

/* Title heading in settings */
"Security" = "Безпека";

/* Title of alert box warning about security issues */
"Security Warning" = "Попередження безпеки";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Надіслати відгук";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Надіслати стукіт";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Сервер закрив сесію без сповіщення.";

/* SSL error message */
"Server has requested a client cert" = "Сервер запитав сертифікат клієнта";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "Налаштування";

/* Title for sharing a link to the app */
"Share" = "Поділитися";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Зареєструватися";

/* Label for button to skip this step */
"Skip" = "Пропустити";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "Помилка протоколу SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "Switch";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Thank you for your contribution!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Отримане повідомлення містить погано сформовані дані";

/* Error string for OTR message string */
"The previous message was resent." = "Попереднє повідомлення надіслане повторно.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "XMPP-сервер не підтримує миттєву реєстрацію";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Цей пристрій, схоже, не налаштований робити оплати.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor є експериментальною функцією, будь ласка, використовуйте обережно.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Unarchive";

/* SSL error message */
"Underlying cryptographic error" = "Фундаментальна криптографічна помилка";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Неочікуваний (пропущений) запис у DTLS";

/* SSL error message */
"Unexpected message received" = "Отримано неочікуване повідомлення";

/* SSL error message */
"Unknown Cert Authority" = "Невідоме джерело сертифікату";

/* SSL error message */
"Unknown certificate" = "Невідомий сертифікат";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Розблокувати";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Користувач скасував";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Ім'я користувача";

/* SSL error message */
"Valid cert chain, untrusted root" = "Дійсний ланцюжок сертифікатів, ненадійний корінь";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Дійсний сертифікат";

/* To let the user know the fingerprint as been checked */
"Verified" = "Перевірено";

/* Shown when verifying fingerprints */
"Verify" = "Перевірити";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Перевірити відбиток";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Версія";

/* Text for media message summary */
"Video Message" = "Video Message";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Хочете з'єднатися з UserVoice, щоб надіслати відгук?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "You and %@ are now friends.";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Your account has expired.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Your account is expiring in '%1$d' days.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Ваше пожертвування допоможе профінансувати подальшу розробку ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Ваш пароль буде збережено в iOS Keychain лише на цьому пристрої, і є настільки є безпечним, як фраза-пароль чи пін до Вашого пристрою. Однак він не збережеться при резервному копіюванні/відновленні через iTunes, тому, будь ласка, не забудьте його, інакше можете втратити свою історію розмов.";

